altserver-linux-bin
ani-cli
asciiquarium
atuin
awww
base
base-devel
bat
blueman
bluez
bluez-utils
btop
catppuccin-gtk-theme-mocha
cava
chafa
cliphist
cmatrix
cpupower
docker
docker-buildx
docker-compose
earlyoom
efibootmgr
emote
ethtool
evtest
eww-git
eza
fastfetch
ffmpegthumbnailer
firefox
fuzzel
fzf
git
git-delta
glfw
gnome-disk-utility
goanime
gobject-introspection
godot
grim
grub
gst-plugin-pipewire
gwenview
helix
hollywood
htop
hyfetch
hyprland
hyprpaper
ifuse
imagemagick
imv
inotify-tools
intel-ucode
iw
jq
kdeconnect
kitty
less
lib32-glibc
libnotify
libpulse
libratbag
libraw
libva-utils
linux-firmware
linux-headers
linux-zen
linux-zen-headers
lua-lpeg
macchina
mako
matugen
mesa-utils
mpv
mpv-mpris
nano
ncdu
nemo
neovim
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nss-mdns
numlockx
nvidia-open-dkms
nvidia-settings
nvidia-utils
nwg-look
os-prober
pacman-contrib
papirus-icon-theme
pavucontrol
piper
pipes.sh
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pnpm
python-pip
python-pipx
python-pygame
qt5-declarative
qt5-graphicaleffects
qt5-quickcontrols2
qt6-multimedia
quota-tools
refind
ripgrep
rofi
rtkit
rtl8821cu-dkms-git
rtl88x2bu-dkms-git
sddm
sddm-kcm
shairport-sync
slurp
sox
spicetify-cli
spotify
starship
steam
sudo
swappy
tcpdump
timeshift
traceroute
ttf-jetbrains-mono-nerd
ttf-nerd-fonts-symbols
unzip
usb_modeswitch
usbmuxd
vesktop
vim
vscodium-bin
vulkan-tools
waybar
wev
wget
wireplumber
wl-clipboard
wofi
wpa_supplicant
xdg-desktop-portal-hyprland
xdg-desktop-portal-wlr
xorg-xev
xorg-xmodmap
xorg-xset
yad
yay
yay-debug
ydotool
yt-dlp
zoxide
zram-generator
zsh
zsh-autosuggestions
zsh-doc
zsh-syntax-highlighting
