firefox
kitty
waybar
hyprland
hyprpaper
pipewire
pipewire-pulse
pipewire-alsa
wireplumber
git
base-devel
fzf
ripgrep
fastfetch
btop
htop
zsh
zsh-autosuggestions
zsh-syntax-highlighting
neovim
nemo
pavucontrol
wl-clipboard
grim
slurp
swappy
imv
mpv
imagemagick
jq
wget
unzip
sudo
networkmanager
